<?php
return array(
	'ACTIVITY_LISTS'	=> array(
		'rebate'  => '购物返利',
		'trial'   => '免费试用',
		'special' => '专场活动',
		'brand'   => '品牌折扣',
		'postal' => '九块九包邮',
		'task' => '任务活动',
	),

	'ACTIVITY_STATUS' => array(
        '-3'	=> '待审核 （待付款）',
        '-2'	=> '待审核 （已付款）',
        '-1'	=> '审核通过 （待上线）',
        '0'	    => '审核失败 （已退款）',
        '1'	=> '活动进行中',
        '2'	=> '活动结束（结算中）',
        '3'	=> '活动结束（已结算）',
        '4'	=> '已撤销',
        '5' => '已屏蔽',
	),
	
	'TASK_STATUS'=>array(
		'-3'	=> '待审核 （待付款）',
        '-2'	=> '待审核 （已付款）',
        '-1'	=> '审核通过 （待上线）',
        '0'	=> '审核失败 （已退款）',
        '1'	=> '进行中',
        '2'	=> '已结束',
	),
);
?>